[
    {"verse": "হে মুমিন গন! তোমরা ধৈর্য্য ও নামাযের মাধ্যমে সাহায্য প্রার্থনা কর। নিশ্চিতই আল্লাহ ধৈর্য্যশীলদের সাথে রয়েছেন।.", "reference": "সূরা আল-বাকারা [আয়াত:১৫৩]"},
    {"verse": "এবং তাকে তার ধারণাতীত জায়গা থেকে রিযিক দেবেন। যে ব্যক্তি আল্লাহর উপর ভরসা করে তার জন্যে তিনিই যথেষ্ট। আল্লাহ তার কাজ পূর্ণ করবেন। আল্লাহ সবকিছুর জন্যে একটি পরিমাণ স্থির করে রেখেছেন।", "reference": "সূরা আত-তালাক্ব [আয়াত:৩]"},
    {"verse": "যাবতীয় প্রশংসা আল্লাহ তা’আলার যিনি সকল সৃষ্টি জগতের পালনকর্তা।.", "reference": "সূরা-ফাতেহা  [আয়াত:০১]"},
    {"verse": "এবং তারা যতক্ষণ ক্ষমা প্রার্থনা করতে থাকবে আল্লাহ কখনও তাদের উপর আযাব দেবেন না।.", "reference": "সূরা আল-আনফাল, [আয়াত: ৩৩]"},
    {"verse": "তিনি নভোমন্ডল ও ভূমন্ডলকে যথাযথভাবে সৃষ্টি করেছেন এবং তোমাদেরকে আকৃতি দান করেছেন, অতঃপর সুন্দর করেছেন তোমাদের আকৃতি। তারই কাছে সকলকে ফিরতে হবে।.", "reference": "সূরা তাগাবুন, [আয়াত: ৩]"},
    {"verse": "আমার রহমত সব বস্তুকে আবৃত করে আছে।.", "reference": "সূরা আরাফ, [আয়াত: ১৫৬]"},
    {"verse": "তযা তোমার পালকর্তা বলেন তাই হচ্ছে যথার্থ সত্য। কাজেই তোমরা সংশয়বাদী হয়ো না। .", "reference": "সূরা আলে ইমরান, [আয়াত: ৬০]"},
    {"verse": "আল্লাহ কাউকে তার সাধ্যাতীত কোনো কাজের ভার দেন না।.", "reference": "সূরা বাকারা, [আয়াত: ২৮৬]"},
    {"verse": "নিশ্চয় কষ্টের সাথে স্বস্তি রয়েছে।.", "reference": "সূরা আলাম নাশরাহ, [আয়াত: ৬]"},
    {"verse": "উত্তম কাজ করো। আল্লাহ উত্তম কাজ করা ব্যক্তিদের ভালোবাসেন।.", "reference": "সূরা বাকারা, [আয়াত: ১৯৫]"},
    {"verse": " তোমরা সত্যকে মিথ্যার সাথে মিশ্রিত করো না এবং জেনে শুনে সত্য গোপন করো না। .", "reference": "সুরা : বাকারা , [আয়াত : ৪২]"},
    {"verse": "  কি আশ্চর্য! তোমরা নিজেদের বিস্মৃত হয়ে মানুষকে সৎকাজের নির্দেশ দাও, অথচ তোমরা কিতাব (গ্রন্থ) অধ্যয়ন কর, তবে কি তোমরা বুঝ না? .", "reference": "সুরা : বাকারা , [আয়াত : ৪৪]"},
    {"verse": " হে বিশ্বাসীগণ! তোমরা অঙ্গীকার (ও চুক্তিসমূহ) পূর্ণ কর। যে সব জন্তুর কথা তোমাদের উপর পাঠ করা হচ্ছে তা ছাড়া (ক্ষুরবিশিষ্ট) চতুষ্পদ জন্তু তোমাদের জন্য বৈধ করা হল, তবে ইহরাম অবস্থায় শিকারকে বৈধ মনে করবে না। নিশ্চয় আল্লাহ নিজ ইচ্ছামত আদেশ প্রদান করে থাকেন। .", "reference": "সুরা : মায়েদা , [আয়াত : ১]"},
    {"verse": " তোমরা নিজেদের মধ্যে একে অন্যের ধন অন্যায়ভাবে গ্রাস করো না এবং মানুষের ধন-সম্পদের কিয়দংশ জেনেশুনে অন্যায়ভাবে গ্রাস করার উদ্দেশ্যে বিচারকগণকে ঘুষ দিও না। .", "reference": "সুরা : বাকারা , [আয়াত : ১৮৮]"},
    {"verse": " যারা তোমাদের বিরুদ্ধে যুদ্ধ করে, তোমরাও আল্লাহর পথে তাদের বিরুদ্ধে যুদ্ধ কর, তবে বাড়াবাড়ি (সীমালংঘন) করো না, নিশ্চয় আল্লাহ বাড়াবাড়িকারীদেরকে পছন্দ করেন না। .", "reference": "সুরা : বাকারা , [আয়াত : ১৯০]"},
    {"verse": " তোমরা আল্লাহর পথে ব্যয় কর এবং (ব্যয় না করে) নিজেরা নিজেদের সর্বনাশ করো না। আর তোমরা সৎকর্ম কর, নিশ্চয়ই আল্লাহ সৎকর্মশীলদেরকে ভালবাসেন। .", "reference": "সুরা : বাকারা , [আয়াত : ১৯৫]"},
    {"verse": " লোকে রজঃস্রাব সম্পর্কে জিজ্ঞাসা করে। তুমি বল, তা অশুচি। সুতরাং তোমরা রজঃস্রাবকালে স্ত্রীসঙ্গ বর্জন কর এবং যতদিন না তারা পবিত্র হয়, (সহবাসের জন্য) তাদের নিকটবর্তী হয়ো না। অতঃপর যখন তারা পবিত্র হয়, তখন তাদের নিকট ঠিক সেই পথে গমন কর, যে পথে আল্লাহ তোমাদেরকে নির্দেশ দিয়েছেন।  নিশ্চয় আল্লাহ ক্ষমা প্রার্থিগণকে এবং যারা পবিত্র থাকে তাদেরকে পছন্দ করেন। .", "reference": "সুরা : বাকারা , [আয়াত : ২২২]"},
    {"verse": " ধর্মের জন্য কোন জোর-জবরদস্তি নেই। নিশ্চয় সুপথ প্রকাশ্যভাবে কুপথ থেকে পৃথক হয়েছে। সুতরাং যে তাগূতকে (অর্থাৎ, আল্লাহ ছাড়া অন্যান্য বাতিল উপাস্যসমূহকে) অস্বীকার করবে ও আল্লাহকে বিশ্বাস করবে, নিশ্চয় সে এমন এক শক্ত হাতল ধরবে, যা কখনো ভাঙ্গার নয়। আর আল্লাহ সর্বশ্রোতা, মহাজ্ঞানী। .", "reference": "সুরা : বাকারা , [আয়াত : ২৫৬]"},
    {"verse": " হে মুমিনগণ, তোমরা খোঁটা ও কষ্ট দেয়ার মাধ্যমে তোমাদের সদাকা বাতিল করো না। সে ব্যক্তির মত, যে তার সম্পদ ব্যয় করে লোক দেখানোর উদ্দেশ্যে এবং বিশ্বাস করে না আল্লাহ ও শেষ দিনের প্রতি। অতএব তার উপমা এমন একটি মসৃণ পাথর, যার উপর রয়েছে মাটি। অতঃপর তাতে প্রবল বৃষ্টি পড়ল, ফলে তাকে একেবারে পরিষ্কার করে ফেলল। তারা যা অর্জন করেছে তার মাধ্যমে তারা কোন কিছু করার ক্ষমতা রাখে না। আর আল্লাহ কাফির জাতিকে হিদায়াত দেন না। .", "reference": "সুরা : বাকারা , [আয়াত : ২৬৪]"},
    {"verse": " (সদাকা) সেসব দরিদ্রের জন্য যারা আল্লাহর রাস্তায় আটকে গিয়েছে, তারা যমীনে চলতে পারে না। না চাওয়ার কারণে অনবগত ব্যক্তি তাদেরকে অভাবমুক্ত মনে করে। তুমি তাদেরকে চিনতে পারবে তাদের চি‎হ্ন দ্বারা। তারা মানুষের কাছে নাছোড় হয়ে চায় না। আর তোমরা যে সম্পদ ব্যয় কর, অবশ্যই আল্লাহ সে সম্পর্কে পূর্ণ জ্ঞানী। .", "reference": "সুরা : বাকারা , [আয়াত : ২৭৩]"},
    {"verse": " আল্লাহ সূদকে নিশ্চিহ্ন করেন এবং দানকে বৃদ্ধি দেন। আল্লাহ কোন অকৃতজ্ঞ পাপীকে ভালবাসেন না। .", "reference": "সুরা : বাকারা , [আয়াত : ২৭৬]"},
    {"verse": " আর যদি তোমরা সফরে থাক এবং কোন লেখক না পাও, তাহলে হস্তান্তরিত বন্ধক রাখবে। আর যদি তোমরা একে অপরকে বিশ্বস্ত মনে কর, তবে যাকে বিশ্বস্ত মনে করা হয়, সে যেন স্বীয় আমানত আদায় করে এবং নিজ রব আল্লাহর তাকওয়া অবলম্বন করে। আর তোমরা সাক্ষ্য গোপন করো না এবং যে কেউ তা গোপন করে, অবশ্যই তার অন্তর পাপী। আর তোমরা যা আমল কর, আল্লাহ সে ব্যাপারে সবিশেষ অবহিত। .", "reference": "সুরা : বাকারা , [আয়াত : ২৮৩]"},
    {"verse": " রাসূল তার নিকট তার রবের পক্ষ থেকে নাযিলকৃত বিষয়ের প্রতি ঈমান এনেছে, আর মুমিনগণও। প্রত্যেকে ঈমান এনেছে আল্লাহর উপর, তাঁর ফেরেশতাকুল, কিতাবসমূহ ও তাঁর রাসূলগণের উপর, আমরা তাঁর রাসূলগণের কারও মধ্যে তারতম্য করি না। আর তারা বলে, আমরা শুনলাম এবং মানলাম। হে আমাদের রব! আমরা আপনারই ক্ষমা প্রার্থনা করি, আর আপনার দিকেই প্রত্যাবর্তনস্থল। .", "reference": "সুরা : বাকারা , [আয়াত : ২৮৫]"},
    {"verse": " আল্লাহ, তিনি ছাড়া কোন ইলাহ নেই, তিনি চিরঞ্জীব, চিরপ্রতিষ্ঠিত ধারক। .", "reference": "সুরাঃ আলে-ইমরান , [আয়াতঃ ০৩]"}, 
    {"verse": "বলুন, হে আমার বান্দাগণ যারা নিজেদের উপর যুলুম করেছ তোমরা আল্লাহর রহমত থেকে নিরাশ হয়ো না। নিশ্চয় আল্লাহ সমস্ত গোনাহ মাফ করেন। তিনি ক্ষমাশীল, পরম দয়ালু।.", "reference": "সূরা যুমার, [আয়াত: ৫৩]"}
]
